{
    "development": [
        {
            "id": "myResume",
            "title": "My Resume",
            "logoUrl": "images/portfolio/project-myResume.png",
            "links": [
                {"faIcon": "fa-solid fa-globe", "href": "https://github.com/evemf/", "id": "MyResume github"}
            ],
            "locales": {
                "en": {
                    "description": "<b>My Resume</b> is a personal online portfolio built with Vue.js, Vite, Vue Router, and Sass. It showcases my education, work experience, and projects I've developed. Fully responsive and optimized for SEO, this project serves as a dynamic and interactive way to present my professional background.",
                    "tags": ["Portfolio", "Vue.js", "Vite", "Vue Router", "Sass", "Responsive", "SEO"]
                },
                "es": {
                    "description": "<b>My Resume</b> es un portafolio online personal construido con Vue.js, Vite, Vue Router y Sass. Muestra mi educación, experiencia laboral y proyectos que he desarrollado. Totalmente responsivo y optimizado para SEO, este proyecto es una forma dinámica e interactiva de presentar mi trayectoria profesional.",
                    "tags": ["Portafolio", "Vue.js", "Vite", "Vue Router", "Sass", "Responsive", "SEO"]
                },
                "ca": {
                    "description": "<b>My Resume</b> és un portafoli en línia personal construït amb Vue.js, Vite, Vue Router i Sass. Mostra la meva educació, experiència laboral i projectes que he desenvolupat. Totalment responsiu i optimitzat per a SEO, aquest projecte és una manera dinàmica i interactiva de presentar la meva trajectòria professional.",
                    "tags": ["Portafoli", "Vue.js", "Vite", "Vue Router", "Sass", "Responsive", "SEO"]
                }
            }
        },
        {
            "id": "qwines",
            "title": "Quality Wines",
            "logoUrl": "images/portfolio/project-qwines.png",
            "links": [
                {"faIcon": "fa-solid fa-globe", "href": "https://www.qwines.co.uk/", "id": "Quality Wines"}
            ],
            "locales": {
                "en": {
                    "description": "<b>Quality Wines</b> is an e-commerce website built with WordPress and WooCommerce. It features custom functionalities using ACF Plugin, PHP, and MySQL. The site is fully responsive and optimized for SEO, and it integrates Stripe for secure payments.",
                    "tags": ["E-commerce", "WordPress", "WooCommerce", "ACF Plugin", "PHP", "MySQL", "Stripe", "Responsive", "SEO"]
                },
                "es": {
                    "description": "<b>Quality Wines</b> es una tienda en línea construida con WordPress y WooCommerce. Cuenta con funcionalidades personalizadas mediante el plugin ACF, PHP y MySQL. El sitio es completamente responsivo y optimizado para SEO, además de integrar Stripe para pagos seguros.",
                    "tags": ["Comercio Electrónico", "WordPress", "WooCommerce", "ACF Plugin", "PHP", "MySQL", "Stripe", "Responsive", "SEO"]
                },
                "ca": {
                    "description": "<b>Quality Wines</b> és una botiga en línia construïda amb WordPress i WooCommerce. Té funcionalitats personalitzades mitjançant el connector ACF, PHP i MySQL. El lloc és totalment responsiu i optimitzat per a SEO, i integra Stripe per a pagaments segurs.",
                    "tags": ["Comerç Electrònic", "WordPress", "WooCommerce", "ACF Plugin", "PHP", "MySQL", "Stripe", "Responsive", "SEO"]
                }
            }
        },
        {
            "id": "ldv",
            "title": "Lliga del Vallès",
            "logoUrl": "images/portfolio/project-ldv.png",
            "links": [
                {"faIcon": "fa-solid fa-globe", "href": "https://www.qwines.co.uk/", "id": "Lliga del Vallès"}
            ],
            "locales": {
                "en": {
                    "description": "<b>Lliga del Vallès</b> was a web application developed in 2021 for the Blackball league, allowing players to register and track their performance and ranking in real-time. Built with Laravel, PHP, Vue.js, Axios, and Lodash, it provided an interactive and structured experience for league management. Unfortunately, due to COVID-19, it was never launched.",
                    "tags": ["Laravel", "PHP", "Vue.js", "Axios", "Lodash", "Sports", "League Management", "Responsive"]
                },
                "es": {
                    "description": "<b>Lliga del Vallès</b> fue una aplicación web desarrollada en 2021 para la liga de Blackball, permitiendo a los jugadores registrarse y hacer un seguimiento de su rendimiento y clasificación en tiempo real. Construida con Laravel, PHP, Vue.js, Axios y Lodash, proporcionaba una experiencia interactiva y estructurada para la gestión de la liga. Lamentablemente, debido al COVID-19, nunca se llegó a lanzar.",
                    "tags": ["Laravel", "PHP", "Vue.js", "Axios", "Lodash", "Deporte", "Gestión de Liga", "Responsive"]
                },
                "ca": {
                    "description": "<b>Lliga del Vallès</b> va ser una aplicació web desenvolupada el 2021 per a la lliga de Blackball, permetent als jugadors registrar-se i fer un seguiment del seu rendiment i classificació en temps real. Construïda amb Laravel, PHP, Vue.js, Axios i Lodash, proporcionava una experiència interactiva i estructurada per a la gestió de la lliga. Malauradament, a causa de la COVID-19, mai es va arribar a llançar.",
                    "tags": ["Laravel", "PHP", "Vue.js", "Axios", "Lodash", "Esport", "Gestió de Lliga", "Responsive"]
                }
            }
        }
    ]
}
